[
  {
    "id": "195260df-34ae-4682-9a8e-14030cf3f929",
    "title": [],
    "description": [],
    "year": [],
    "country": [],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [],
    "like": 0,
    "dislike": 0,
    "poster": []
  },
  {
    "id": "63007b20-40c2-4e97-acde-96b9aa8461c6",
    "title": [
      "Зелена книга",
      "Green Book"
    ],
    "description": [
      "У 1962 році викидайла італо-американського походження Тоні Валлелонга на прізвисько «Тоні Балакун» (Вігго Мортенсен) наймають шофером на час туру відомого афроамериканського джазового піаніста Дона Ширлі (Магершала Алі). За угодою, Тоні отримає повний обсяг гонорару у тому випадку, якщо Дон вчасно прибуде і відігає усі заплановані концерти. Усі, окрім останнього відбулись, однак Дон сам вирішив не виступати для публіки, що забороняє йому їсти разом з ними. Абсолютно різні, вони разом подорожують провінційним півднем США. Дорогою вони користуються так званою «Зеленою книгою негритянського автомобіліста» Віктора Г'юґо Ґріна, що містить інформацію про безпечні місця для афроамериканців. Ця подорож розкриє їм очі на багато речей, що відбуваються у світі навколо них."
    ],
    "year": [
      "2018"
    ],
    "country": [
      "США"
    ],
    "slogan": [
      "Inspired by a true friendship"
    ],
    "director": [
      "Пітер Фарреллі"
    ],
    "cast": [
      "Вігго Мортенсен",
      "Магершала Алі",
      "Лінда Карделлін"
    ],
    "others": {
      "продюсер": [
        "Джим Берк",
        "Браян Гейєс Каррі"
      ],
      "оператор": [
        "Шон Портер"
      ],
      "сценарій": [
        "Пітер Фарреллі",
        "Шон Портер"
      ]
    },
    "IMDb": [
      "8.2"
    ],
    "like": 22,
    "dislike": 22,
    "poster": [
      "https://m.media-amazon.com/images/M/MV5BYzIzYmJlYTYtNGNiYy00N2EwLTk4ZjItMGYyZTJiOTVkM2RlXkEyXkFqcGdeQXVyODY1NDk1NjE@._V1_UX182_CR0,0,182,268_AL_.jpg"
    ]
  },
  {
    "id": "4baacc3a-8210-4eaa-bcbe-8646605c8b1d",
    "title": [
      "Зелена миля",
      "The Green Mile"
    ],
    "description": [
      "Історія у фільмі викладається як спогад літнього чоловіка, мешканця будинку пристарілих Пола Еджкомба (Том Генкс), якому вже виповнилося 108 років. Він розповідає своїй подрузі Елейн Коннеллі (Єва Брент), як працював охоронцем у в'язниці.\n\nУ 1935 році Пол працює наглядачем у найбільш похмурому відділенні федеральної в'язниці «Холодна гора» (штат Луїзіана) — блок «Е», де утримуються ув'язнені, які очікують страти на електричному стільці. Підлога в блоці, якою засуджені вирушають в останню дорогу, зеленого кольору, звідси й назва — «Зелена миля», або просто «Миля»."
    ],
    "year": [
      "1999"
    ],
    "country": [
      "США"
    ],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [
      "8.6"
    ],
    "like": 1,
    "dislike": 0,
    "poster": [
      "https://upload.wikimedia.org/wikipedia/uk/thumb/5/5e/Green_mile_%28%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0_%D0%BC%D0%B8%D0%BB%D1%8F%29.jpg/270px-Green_mile_%28%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0_%D0%BC%D0%B8%D0%BB%D1%8F%29.jpg"
    ]
  },
  {
    "id": "f6b5b203-45a1-46c4-adef-6809370388e2",
    "title": [
      "Зелений шершень",
      "The Green Hornet"
    ],
    "description": [
      "Фільм є пародією на коміксові історії про супергероїв на кшталт Супермена і Бетмена. Нащадок магната Брітт Рейд (Сет Роген) і успадкований ним від батька слуга, майстер на всі руки, китаєць Като (Джей Чоу) — вирішують стати супергероями у масках просто заради розваги. Звичайно, у відповідь знаходиться і суперлиходій на ім'я Чудновський (Крістоф Вальц). Також серед супротивників героїв прокурор-хабарник (Девід Харбор). Рейд і Като постійно потрапляють у кумедні ситуації, сваряться і б'ються одне з одним. Рейд виглядає нерозумним самозакоханим шукачем слави з сумнівними манерами і таким самим почуттям гумору. Більшість подвигів здійснює Като, який теж має свої недоліки. Обидва герої безуспішно змагаються за прихильність секретарки Рейда, Ленор Кейс (Кемерон Діас), яка на їхньому тлі виглядає єдиною розумною людиною у фільмі. Чудновський — пародія на маніяка: літній дядечко з обличчям інтелігента і сивою бородою, він увесь фільм намагається довести супротивникам, що його варто боятися, навіть змінює прізвище на Кровновський, але все одно його ніхто не боїться і тому він змушений увесь час когось вбивати."
    ],
    "year": [
      "2011"
    ],
    "country": [
      "США"
    ],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [],
    "like": 0,
    "dislike": 0,
    "poster": [
      "https://upload.wikimedia.org/wikipedia/uk/thumb/5/56/%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9_%D1%88%D0%B5%D1%80%D1%88%D0%B5%D0%BD%D1%8C.jpg/200px-%D0%97%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D0%B9_%D1%88%D0%B5%D1%80%D1%88%D0%B5%D0%BD%D1%8C.jpg"
    ]
  },
  {
    "id": "f981cfb7-612f-4344-9f24-e4e88595c764",
    "title": [
      "Книга джунглів",
      "The Jungle Book"
    ],
    "description": [
      "«Книга джунглів» (англ. The Jungle Book) — американський пригодницький фільм-фентезі, знятий Джоном Фавро. Фільм є ремейком однойменного анімаційного фільму, який був знятий за збірником оповідань Редьярда Кіплінга[4]. Прем'єра стрічки в Україні відбулась 14 квітня 2016 року."
    ],
    "year": [
      "2019"
    ],
    "country": [
      "США"
    ],
    "slogan": [],
    "director": [],
    "cast": [],
    "others": {},
    "IMDb": [
      "7.4"
    ],
    "like": 0,
    "dislike": 0,
    "poster": [
      "https://upload.wikimedia.org/wikipedia/uk/thumb/7/76/%D0%9A%D0%BD%D0%B8%D0%B3%D0%B0_%D0%B4%D0%B6%D1%83%D0%BD%D0%B3%D0%BB%D1%96%D0%B2_%28%D1%84%D1%96%D0%BB%D1%8C%D0%BC%2C_2016%29.jpg/220px-%D0%9A%D0%BD%D0%B8%D0%B3%D0%B0_%D0%B4%D0%B6%D1%83%D0%BD%D0%B3%D0%BB%D1%96%D0%B2_%28%D1%84%D1%96%D0%BB%D1%8C%D0%BC%2C_2016%29.jpg"
    ]
  }
]